# Game Over - версия 2
# Показывает разные приемы работы со строками
print("\a")
print( "Программа 'Game Over' 2. О")
print( "То же" , "самое" , "сообщение")
print( "Только" , "чуть-чуть" , "побольше")
print("Boт" , end=" " )
print ( " оно...")
print("""
         _____       ___       ___  ___    _____
        /  ___|     /   |     /   |/   |  |  ___|
        | |        / /| |    / /|   /| |  | |__
        | |  _    / __  |   / / |__/ | |  |  __|
        | |_| |  / /  | |  / /       | |  | |___
        \_____/ /_/   |_| /_/        |_|  |_____|
   
                                          OVER""")

input("\n\nНажмите Enter, для продолжения")
